Repository: CofficLab/GitOK
Catalog: Packages/PluginBanner/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hk

source: Assets
zh_hans: 素材
zh_hk: 素材

source: Background
zh_hans: 背景
zh_hk: 背景

source: Banner Editor
zh_hans: 横幅编辑器
zh_hk: 橫幅編輯器

source: Banner Generation
zh_hans: 横幅生成
zh_hk: 橫幅生成

source: Banner created
zh_hans: 横幅已创建
zh_hk: 橫幅已建立

source: Banner deleted
zh_hans: 横幅已删除
zh_hk: 橫幅已刪除

source: Banner image imported
zh_hans: 横幅图片已导入
zh_hk: 橫幅圖片已匯入

source: Banner saved
zh_hans: 横幅已保存
zh_hk: 橫幅已儲存

source: Banners
zh_hans: 横幅
zh_hk: 橫幅

source: Beautiful banner art, generated and exported in one step.
zh_hans: 精美横幅，一步生成并导出。
zh_hk: 精美橫幅，一步生成並導出。

source: Blue
zh_hans: 蓝色
zh_hk: 藍色

source: Branded
zh_hans: 品牌化
zh_hk: 品牌化

source: Choose text, style, and theme for the banner.
zh_hans: 为横幅选择文字、样式与主题。
zh_hk: 為橫幅選擇文字、樣式與主題。

source: Classic
zh_hans: 经典
zh_hk: 經典

source: Colors follow the active theme automatically.
zh_hans: 颜色自动跟随当前主题。
zh_hk: 顏色自動跟隨當前主題。

source: Compose branded banners from GitOK's visual language.
zh_hans: 用 GitOK 的视觉语言创作品牌化横幅。
zh_hk: 用 GitOK 的視覺語言創作品牌化橫幅。

source: Configure
zh_hans: 配置
zh_hk: 配置

source: Core Capabilities
zh_hans: 核心能力
zh_hk: 核心能力

source: Create a banner to get started.
zh_hans: 创建横幅以开始。
zh_hk: 建立橫幅以開始。

source: Delete
zh_hans: 删除
zh_hk: 刪除

source: Device
zh_hans: 设备
zh_hk: 裝置

source: Export
zh_hans: 导出
zh_hk: 導出

source: Export PNG
zh_hans: 导出 PNG
zh_hk: 匯出 PNG

source: Features, one per line
zh_hans: 特性，每行一个
zh_hk: 功能，每行一項

source: How It Works
zh_hans: 工作原理
zh_hk: 工作原理

source: Import Image
zh_hans: 导入图片
zh_hk: 匯入圖片

source: Mac App Store screenshots exported
zh_hans: Mac App Store 截图已导出
zh_hk: Mac App Store 截圖已匯出

source: Mac Store
zh_hans: Mac 商店
zh_hk: Mac 商店

source: Minimal
zh_hans: 简约
zh_hk: 簡約

source: New Banner
zh_hans: 新建横幅
zh_hk: 新建橫幅

source: No Banners
zh_hans: 暂无横幅
zh_hk: 尚無橫幅

source: No Project
zh_hans: 无项目
zh_hk: 無專案

source: One-Click Export
zh_hans: 一键导出
zh_hk: 一鍵導出

source: Opacity
zh_hans: 不透明度
zh_hk: 不透明度

source: Open a project to create banners.
zh_hans: 打开项目以创建横幅。
zh_hk: 開啟專案以建立橫幅。

source: Orange
zh_hans: 橙色
zh_hk: 橙色

source: Purple
zh_hans: 紫色
zh_hk: 紫色

source: Render
zh_hans: 渲染
zh_hk: 渲染

source: Renders the banner to a file for social or marketing use.
zh_hans: 将横幅渲染为文件，用于社交媒体或营销。
zh_hk: 將橫幅渲染為文件，用於社交媒體或營銷。

source: Save
zh_hans: 保存
zh_hk: 儲存

source: Standard PNG banners exported
zh_hans: 标准 PNG 横幅已导出
zh_hk: 標準 PNG 橫幅已匯出

source: Subtitle
zh_hans: 副标题
zh_hk: 副標題

source: Template
zh_hans: 模板
zh_hk: 範本

source: The banner is drawn with the configured visuals.
zh_hans: 横幅按配置的视觉效果绘制。
zh_hk: 橫幅按配置的視覺效果繪製。

source: The image is written to the destination you choose.
zh_hans: 图片写入你选择的目标位置。
zh_hk: 圖片寫入你選擇的目標位置。

source: Theme Aware
zh_hans: 主题感知
zh_hk: 主題感知

source: Title
zh_hans: 标题
zh_hk: 標題

source: Unable to render banner for %@.
zh_hans: 无法为 %@ 渲染横幅。
zh_hk: 無法為 %@ 渲染橫幅。

source: click to export
zh_hans: 一键导出
zh_hk: 一鍵導出

source: iPhone App Store screenshots exported
zh_hans: iPhone App Store 截图已导出
zh_hk: iPhone App Store 截圖已匯出

source: iPhone Store
zh_hans: iPhone 商店
zh_hk: iPhone 商店

source: resolution
zh_hans: 分辨率
zh_hk: 分辨率
